/* Network API */

/* iOS file transfers */
"iosfiletransfers-Download complete" = "Download complete";
"iosfiletransfers-Download failed" = "Download failed";
"iosfiletransfers-Upload complete" = "Upload complete";
"iosfiletransfers-You can find the saved file in the Files menu" = "You can find the saved file in the Files menu";
"iosfiletransfers-Your other iCloud devices should be seeing this file now" = "Your other iCloud devices should be seeing this file now";

/* OpenCage manager */
"opencagemanager-OpenCage Manager" = "OpenCage Manager";
"opencagemanager-The OpenCage interface ran into a problem. It will be disabled until Geocube has been restarted." = "The OpenCage interface ran into a problem. It will be disabled until Geocube has been restarted.";

/* RemoteAPI GCA2 */
"remoteapigca2-Data returned is empty" = "Data returned is empty";
"remoteapigca2-Geocaching Australia JSON data (queued)" = "Geocaching Australia JSON data (queued)";
"remoteapigca2-HTTP Response was %ld" = "HTTP Response was %ld";
"remoteapigca2-No authentication cookie found!" = "No authentication cookie found!";
"remoteapigca2-Returned data is zero length" = "Returned data is zero length";
"remoteapigca2-[GCA2] loadWaypointsByBoundingBox: remote API is disabled" = "[GCA2] loadWaypointsByBoundingBox: remote API is disabled";
"remoteapigca2-[GCA2] loadWaypointsByCodes: remote API is disabled" = "[GCA2] loadWaypointsByCodes: remote API is disabled";
"remoteapigca2-statusCode != (200|400) (%ld)" = "statusCode != (200|400) (%ld)";

/* RemoteAPI GGCW */
"protocolggcw-HTTP Response was %ld" = "HTTP Response was %ld";
"protocolggcw-Returned data is zero length" = "Returned data is zero length";
